<?php
/**
 *@author Joker
 *
 * 字典表
 *
 */
return [
    //游戏分类
    'game_mcategory' => [
        '1' => '老虎机',
        '2' => '捕鱼',
        '3' => '桌面游戏',
        '4' => '纸牌',
        '5' => '刮刮乐',
        '6' => '街机游戏',
        '7' => '大型机台',
        '8' => '特色游戏',
        '9' => '其它',
    ],
    //游戏线数
    'game_lines' => [
        '1' => '1~4',
        '2' => '5~9',
        '3' => '15~25',
        '4' => '30~50',
        '5' => '51~146',
        '6' => '243',
        '7' => '1024',
    ],
    //手机端银行卡图标分类
    'logoArr' =>[
        'jiangsu' => '&#xe61f;',
      'pingan' => '&#xe61c;',
      'beijing' => '&#xe61b;',
      'guangda' => '&#xe61a;',
      'pufa' => '&#xe619;',
      'guangfa' => '&#xe618;',
      'jianshe' => '&#xe617;',
      'nongye' => '&#xe616;',
      'zhongxin' => '&#xe61e;',
      'jiaotong' => '&#xe614;',
      'huaxia' => '&#xe613;',
      'zhongguo' => '&#xe612;',
      'gongshang' => '&#xe611;',
      'youzheng' => '&#xe610;',
      'zhaoshang' => '&#xe60f;',
      'minsheng' => '&#xe615;',
      'xingye' => '&#xe61d;'
    ],
    'agent_level' => [
        '1' => '一级代理',
        '2' => '二级代理',
        '3' => '三级代理',
        '4' => '四级代理',
        '5' => '五级代理',
    ]

];